Repository: MovLib/www
Catalog: var/intl/*/messages.po
Languages: de

source: Available Languages
de: Verfügbare Sprachen

source: Please select your preferred language from the following list.
de: Bitte wähle deine bevorzugte Sprache aus der folgenden Liste.

source: Is your language missing from our list? Help us translate {sitename} to your language. More information can be found at {0}our translation portal{1}.
de: Fehlt deine Sprache in unserer Liste? Hilf uns {sitename} in deine Sprache zu übersetzen. Mehr Informationen findest du in {0}unserem Übersetzungsportal{1}.

source: {0}The {1}free{2} movie library.{3}
de: {0}Die {1}freie{2} Kinemathek.{3}

source: Create New Series
de: Neue Serie anlegen

source: We couldn’t find any series matching your filter criteria, or there simply aren’t any series available.
de: Wir konnten keine Serien finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Serien verfügbar.

source: Would you like to {0}create a series{1}?
de: Möchtest du {0}eine Serie anlegen{1}?

source: No Series
de: Keine Serien

source: Seasons of {0}
de: Staffeln von {0}

source: Seasons
de: Staffel

source: Series Charts
de: Seriencharts

source: Series
de: Serien

source: Start Year
de: Startjahr

source: End Year
de: Endjahr

source: Write a synopsis.
de: Verfasse eine Synopsis.

source: Unknown
de: Unbekannt

source: New
de: Neu

source: Returning
de: Wiederkehrend

source: Ended
de: Beendet

source: Cancelled
de: Abgesetzt

source: original title
de: Originaltitel

source: Original Title
de: Originaltitel

source: The original title of the series.
de: Der Originaltitel der Serie.

source: Original Title Language
de: Originaltitel-Sprache

source: Releases of {0}
de: Veröffentlichungen von {0}

source: Awards of {0}
de: Auszeichnungen von {0}

source: Titles
de: Titel

source: {sitename} doesn’t have further details about this series.
de: {sitename} hat keine weiteren Details über diese Serie.

source: Title
de: Titel

source: Create New Company
de: Neues Unternehmen Anlegen

source: We couldn’t find any companies matching your filter criteria, or there simply aren’t any companies available.
de: Wir konnten keine Unternehmen finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Unternehmen verfügbar.

source: No Companies
de: Keine Unternehmen

source: Company Charts
de: Unternehmenscharts

source: We couldn’t find any movie matching your filter criteria.
de: Wir konnten keinen Film finden, der deinen Filterkriterien entspricht.

source: Would you like to {0}create a movie{1}?
de: Möchtest du {0}einen Film anlegen{1}?

source: No Movies Related To This Company
de: Keine Filme mit Bezug zu diesem Unternehmen

source: Enter the company’s name.
de: Gib den Namen des Unternehmens ein.

source: Enter the company’s alternative names here, line by line.
de: Gib die alternativen Unternehmensnamen Zeile für Zeile ein.

source: Founding Date
de: Gründungsdatum

source: Defunct Date
de: Erlöschungsdatum

source: Describe the company.
de: Beschreibe das Unternehmen.

source: Enter the company’s related weblinks, line by line.
de: Gib zugehörige Weblinks des Unternehmens Zeile für Zeile ein.

source: We couldn’t find any series matching your filter criteria.
de: Wir konnten keine Serie finden, die deinen Filterkriterien entspricht.

source: No Series Related To This Company
de: Keine Serien mit Bezug zu diesem Unternehmen

source: Releases related to {0}
de: Veröffentlichungen in Relation zu {0}

source: Founded
de: Gegründet

source: Defunct
de: Erloschen

source: {sitename} doesn’t have further details about this company.
de: {sitename} hat keine weiteren Details über dieses Unternehmen.

source: Company
de: Unternehmen

source: JavaScript Disabled
de: JavaScript deaktiviert.

source: Please activate JavaScript in your browser to experience our website with all its features.
de: Bitte aktiviere JavaScript in deinem Browser um unsere Website in vollen Zügen erleben zu können.

source: Choose your language
de: Wähle deine Sprache

source: Is your language missing in our list? {0}Help us translate {sitename}.{1}
de: Fehlt deine Sprache in unserer Liste? {0}Hilf uns {sitename} zu übersetzen.{1}

source: Infos all around {sitename}
de: Information rund um {sitename}

source: Copyright and licensing information
de: Urheber- und Lizenzinformationen

source: Database data is available under the {0}Creative Commons — CC0 1.0 Universal{1} license.
de: Datenbankdaten sind unter der {0}Creative Commons — CC0 1.0 Universal{1} Lizenz verfügbar.

source: Additional terms may apply for third-party content, please refer to any license or copyright information that is additionaly stated.
de: Inhalte von Dritten unterliegen möglicherweise zusätzlichen Bedingungen, bitte achte auf zusätzliche Lizenz- und Urheberinformatinen.

source: Sponsors and external resources
de: Sponsoren und externe Ressourcen

source: love
de: Liebe

source: Made with {love} in Austria
de: Hergestellt mit {love} in Österreich

source: Legal Links
de: Rechtliche Links

source: Dev Links
de: Entwicklerlinks

source: Statistics
de: Statistiken

source: Deletion Requests
de: Löschanträge

source: Settings
de: Einstellungen

source: Forgot Password
de: Passwort Vergessen

source: Explore
de: Entdecken

source: Marketplace
de: Marktplatz

source: Community
de: Gemeinschaft

source: Start searching for the entered keyword.
de: Such nach dem eingegebenen Suchbegriff starten.

source: Enter the search term you wish to search for and hit enter.
de: Gib den Suchbegriff ein nachdem du suchen möchtest und drücke Eingabe.

source: User Navigation
de: Benutzernavigation

source: The free online movie database that anyone can edit.
de: Die freie online Filmdatenbank die jede/r bearbeiten kann.

source: The free movie library.
de: Die freie Kinemathek.

source: Search
de: Suche

source: No search query submitted.
de: Keine Suchzeichenkette übermittelt.

source: Nothing to Search for…
de: Nichts zu suchen…

source: No search range submitted.
de: Kein Suchbereich übermittelt.

source: We don’t know what kind of items you are looking for…
de: Wir wissen nicht nach welcher Art von Dingen du suchen möchtest…

source: Wrong search parameters.
de: Falsche Suchparameter.

source: Malformed search options specified. We don’t know how to fulfill your search request.
de: Falsche Suchoptionen erhalten. Wir wissen nicht, wie wir deine Suchanfrage erfüllen können.

source: Did you mean {suggestions}?
de: Meintest du {suggestions}?

source: Your search for {query} did not match any document.
de: Deine Suche nach {query} lieferte kein Ergebnis.

source: Search for {type} is not implemented yet.
de: Die Suche nach {type} ist noch nicht implementiert.

source: Not implemented yet.
de: Noch nicht implementiert.

source: Still can’t find what you’re looking for? {0}Visit the Forum{1}
de: Immer noch nicht gefunden wonach du suchst? {0}Besuche das Forum{1}

source: Building something cool? Check out our API!
de: Du baust etwas cooles? Schau’ dir unsere API an!

source: API Documentation
de: API-Dokumentation

source: Got a really tough question? Our staff can help!
de: Du hast eine richtig taffe Frage? Unsere Entwickler können helfen!

source: New Support Request
de: Neue Support Anfrage

source: {0} Help
de: {0} Hilfe

source: We couldn’t find any help categories matching your filter criteria, or there simply aren’t any help categories available.
de: Wir konnten keine Hilfekategorien finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Hilfekategorien verfügbar.

source: No Help Categories
de: Keine Hilfekategorien

source: Help, Please!
de: Hilfe, Bitte!

source: Do you like movies? Great, so do we! All the info you need {0} for finding, buying, selling, and cataloging movies is right here.
de: Du magst Filme? Großartig, wir auch! Alle Informationen die du benötigst {0} zum finden, einkaufen, verkaufen und katalogisieren von Filmen ist genau hier.

source: Enter the search term you wish to search for in our help and hit enter.
de: Gib den Suchbegriff ein nachdem du in unserer Hilfe suchen möchtest und drücke Eingabe.

source: I need help with..
de: Ich benötige Hilfe mit …

source: Start searching in our help for the entered keyword.
de: Such nach dem eingegebenen Suchbegriff in der Hilfe starten.

source: Create Help Article
de: Hilfeartikel erstellen

source: Enter the help article’s title.
de: Gib den Titel des Hilfeartikels ein.

source: The help article.
de: Der Hilfeartikel.

source: Title ({default_language})
de: Titel ({default_language})

source: History of {0}
de: Geschichte von {0}

source: We couldn’t find any articles in this category.
de: Wir konnten keine Artikel in dieser Kategorie finden.

source: No Help In This Category
de: Keine Hilfe in dieser Kategorie

source: The MovLib API is a REST interface to access the free movie library. Specifically designed for all developers out there. We want to keep the barrier as low as possible and ensure that everybody can use the data we all collect here at MovLib.
de: Die {sitename} API ist eine REST-Schnittstelle zum Zugriff auf die freie Kinemathek. Speziell designt für alle Entwickler/innen da draußen. Wir wollen die Barriere so gering wie möglich halten und sicherstellen, dass jede/r die Daten verwenden kann, die wir hier alle bei {sitename} sammeln.

source: Help Search
de: Hilfe durchsuchen

source: You searched for: {0}
de: Gesucht nach: {0}

source: Sign up for the {sitename} beta!
de: Melde dich jetzt für die {sitename} Beta an!

source: Imagine {1}Wikipedia{0}, {2}Discogs{0}, {3}Last.fm{0}, {4}IMDb{0}, and {5}TheMovieDB{0} combined in a totally free and open project.
de: Stell dir {1}Wikipedia{0}, {2}Discogs{0}, {3}Last.fm{0}, {4}IMDb{0} und {5}TheMovieDB{0} kombiniert in einem völlig freien und offenen Projekt vor.

source: The open beta is scheduled to start in June 2014.
de: Die offene Beta ist für den Juni 2014 geplant.

source: Wanna see the current alpha version of {sitename}? Go to {alpha_url}
de: Willst du die aktuelle Alpha-Version von {sitename} sehen? Gehe zu {alpha_url}

source: the free movie library
de: die freie Kinemathek

source: Successfully Signed Up
de: Erfolgreich Angemeldet

source: Thanks for signing up for the {sitename} beta {email}.
de: Danke für deine Anmeldung zur {sitename} Beta {email}.

source: Cast of {title}
de: Darsteller von {title}

source: Cast
de: Darsteller

source: as {roles}
de: als {roles}

source: We couldn’t find the cast for this movie.
de: Wir konnten die Besetzung dieses Films nicht finden.

source: No Cast
de: Keine Darsteller

source: Crew
de: Stab

source: The deletion message is provided below for reference.
de: Die Löschnachricht wird unthalb als Referenz zur Verfügung gestellt.

source: The movie and all its content has been deleted. A look at the edit {0}history{2} or {1}discussion{2} will explain why that is the case. Please discuss with the person responsible for this deletion before you restore this entry from its {0}history{2}.
de: Der Film und all seine Inhalte wurden gelöscht. Ein Blick auf die {0}Geschichte{2} oder die {1}Diskussion{2} wird erklären, warum das so ist. Bitte diskutiere mit der für die Löschung verantwortlichen Person bevor du diesen Eintrag aus seiner {0}Geschichte{2} wiederherstellst.

source: {0}Please note{1}: The images for this movie have been permanently deleted and cannot be restored.
de: {0}Bitte beachte{1}: Die Bilder für diesen Film wurden permanent gelöscht und können nicht wiederhergestellt werden.

source: This Movie has been deleted.
de: Dieser Film wurde gelöscht.

source: Create New Movie
de: Neuen Film anlegen

source: We couldn’t find any movies matching your filter criteria, or there simply aren’t any movies available.
de: Wir konnten keine Filme finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Filme verfügbar.

source: No Movies
de: Keine Filme

source: Movie Charts
de: Filmcharts

source: Backdrop History
de: Hintegrund-Geschichte

source: We couldn’t find any posters for this movie.
de: Wir konnten keine Poster für diesen Film finden.

source: No Backdrops
de: Keine Hintegrundbilder

source: Backdrops
de: Hintegründe

source: Backdrop Edit
de: Hintergrund bearbeiten

source: Backdrop Discussion
de: Hintergrund-Diskussion

source: Backdrop Upload
de: Hintergrund hochladen

source: Backdrop
de: Hintergrund

source: Backdrop Delete
de: Hintergrund löschen

source: Release Year
de: Veröffentlichungsjahr

source: Runtime
de: Laufzeit

source: Seconds
de: Sekunden

source: Crew of {title}
de: Stab von {title}

source: We couldn’t find the crew for this movie.
de: Wir konnten den Stab dieses Films nicht finden.

source: No Crew
de: Kein Stab

source: Discuss {title}
de: Diskutiere {title}

source: The original title’s language.
de: Die Sprache des Originaltitels.

source: Releases of {title}
de: Veröffentlichungen von {title}

source: Awards of {title}
de: Auszeichnungen von {0}

source: Countries
de: Länder

source: None available, would you like to {0}write a snyopsis?{1}
de: Keine verfügbar, möchtest du {0}eine Synopsis verfassen{1}?

source: Delete {title}
de: {title} löschen

source: Poster History
de: Postergeschichte

source: Posters of {title}
de: Poster von {title}

source: Posters
de: Poster

source: No Posters
de: Keine Poster

source: Movie Poster
de: Filmposter

source: Poster Edit
de: Poster bearbeiten

source: Poster Discussion
de: Posterdiskussion

source: Poster Upload
de: Poster Hochladen

source: Poster Delete
de: Poster Löschen

source: Lobby Card History
de: Aushangbild-Geschichte

source: No Lobby Cards
de: Keine Aushangbilder

source: Lobby Cards
de: Aushangbilder

source: Lobby Card Edit
de: Aushangbild bearbeiten

source: Lobby Card Discussion
de: Aushangbild-Diskussion

source: Lobby Card Upload
de: Aushangbild hochladen

source: Lobby Card
de: Aushangbild

source: Lobby Card Delete
de: Aushangbild löschen

source: Create New Release
de: Neue Veröffentlichung Anlegen

source: We couldn’t find any releases matching your filter criteria, or there simply aren’t any releases available.
de: Wir konnten keine Veröffentlichungen finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Veröffentlichungen verfügbar.

source: Would you like to {0}create a release{1}?
de: Möchtest du {0}eine Veröffentlichung anlegen{1}?

source: No Releases
de: Keine Veröffentlichungen

source: Release Charts
de: Veröffentlichungscharts

source: Contact
de: Kontakt

source: CA Certificate
de: CA-Zertifikat

source: Project
de: Projekt

source: Have a look at the source code documentation.
de: Wir einen Blick in die Dokumentation des Quellcodes.

source: Generated once a day.
de: Täglich generiert.

source: Have a look at the current PHP configuration, extensions, etc.
de: Wirf einen Blick in die gegenwärtige PHP-Konfiguration, Erweiterungen, etc.

source: Easily manage the database via the phpMyAdmin web interface.
de: Verwalte die Datenbank ganz einfach über die phpMyAdmin Web-Schnittstelle.

source: Have a look at the unit test code coverage reports.
de: Wirf einen Blick auf die code coverage Berichte der unit tests.

source: Developer specific coverage reports:
de: Entwickler spezifische Abdeckungsberichte:

source: The person and all its content have been deleted. A look at the edit {0}history{2} or {1}discussion{2} will explain why that is the case. Please discuss with the person responsible for this deletion before you restore this entry from its {0}history{2}.
de: Die Person und all ihre Inhalte wurden gelöscht. Ein Blick auf die {0}Geschichte{2} oder die {1}Diskussion{2} wird erklären, warum das so ist. Bitte diskutiere mit der für die Löschung verantwortlichen Person bevor du diesen Eintrag aus seiner {0}Geschichte{2} wiederherstellst.

source: Create New Person
de: Neue Person Anlegen

source: We couldn’t find any person matching your filter criteria, or there simply aren’t any persons available.
de: Wir konnten keine Person finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Personen verfügbar.

source: No Persons
de: Keine Personen

source: Person Charts
de: Personencharts

source: Movies with {name}
de: Filme mit {name}

source: {job} as {roles}
de: {job} als {roles}

source: We couldn’t find any movies this person has worked on.
de: Wir konnten keine Filme finden, an denen diese Person gearbeitet hat.

source: Enter the persons’s name.
de: Gib den Namen der Person ein.

source: Birth Name
de: Bürgerlicher Name

source: Enter the persons’s birth name.
de: Gib den bürgerlichen Namen der Person ein.

source: Birthdate
de: Geburtsdatum

source: Deathdate
de: Todesdatum

source: Biography
de: Biographie

source: Describe the person.
de: Beschreibe die Person.

source: Enter the persons’s related weblinks, line by line.
de: Gib die zugehörigen Personenweblinks Zeile für Zeile ein.

source: Series with {name}
de: Serien mit {0}

source: Discussion of {name}
de: Diskussion über {name}

source: Photo of {0}
de: Foto von {0}

source: Releases with {name}
de: Veröffentlichungen mit {name}

source: Awards of {name}
de: Auszeichnungen von {0}

source: Event
de: Veranstaltung

source: Category
de: Kategorie

source: Result
de: Resultat

source: Associated Work
de: Assoziierte Arbeiten

source: Nominated
de: Nominiert

source: Won
de: gewonnen

source: {sitename} doesn’t have any award details for this person.
de: {sitename} hat keine Auszeichnungsdetails zu dieser Person.

source: Born as:
de: Geboren als:

source: would be {age}
de: wäre heute {age}

source: aged {age}
de: im Alter von {age}

source: aged {0}
de: im Alter von {0}

source: Born
de: Geboren

source: Died
de: Gestorben

source: {sitename} doesn’t have further details about this person.
de: {sitename} hat keine weiteren Details über diese Person.

source: No Information
de: Keine Informationen

source: Delete {name}
de: {name} löschen

source: This will appear as subject of your message
de: Dies wird der Betreff deiner Nachricht

source: Email address
de: E-Mail-Adresse

source: Your email address
de: Deine E-Mail-Adresse

source: Subject
de: Betreff

source: Message
de: Nachricht

source: Type your message here…
de: Gib deine Nachricht hier ein …

source: Send
de: Senden

source: {email} wrote: {message}
de: {email} schrieb: {message}

source: Contact successful
de: Kontakt erfolgreich

source: Thank you for your email, we’ll get back to you asap.
de: Danke für deine E-Mail, wir werden uns so schnell wie möglich bei dir melden.

source: About {sitename}
de: Über {sitename}

source: Articles of Association
de: Vereinsstatuten

source: This page can only be changed by administrators of {sitename}.
de: Diese Seite kann nur durch Administratoren von {sitename} verändert werden.

source: Content
de: Inhalt

source: Enter the system page content
de: Gib den Inhalt der Systemseite ein.

source: Create New Genre
de: Neues Genre Anlegen

source: We couldn’t find any genres matching your filter criteria, or there simply aren’t any genres available.
de: Wir konnten keine Genres finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Genres verfügbar.

source: Would you like to {0}create a genre{1}?
de: Möchtest du {0}ein Genre anlegen{1}?

source: No Genres
de: Keine Genres

source: {sitename} doesn’t have further details about this genre.
de: {sitename} hat keine weiteren Details über dieses Genre.

source: {sitename} is now open for beta testers and we are very grateful that you’ve taken this opportunity and decided to join us. Our goal is pretty simple, create the best open and free online movie database in the world. But we need your help to reach this goal.
de: {sitename} ist jetzt offen für Beta-Tester und wir sind dir sehr dankbar dafür, dass du diese Gelegenheit nutzt und entschieden hast uns beizutreten. Unser Ziel ist ziemlich simpel, die Erstellung der besten offenen und freien Online-Filmdatenbank der Welt. Jedoch benötigen wir deine Hilfe um dieses Ziel zu erreichen.

source: If you’d like to find out more about {sitename} head over to our {0}about page{1}.
de: Wenn du mehr über {sitename} wissen willst, besuche unsere {0}über uns Seite{1}.

source: {sitename} is {0}beta software{1}
de: {sitename} ist {0}Beta-Software{1}

source: Expect errors and missing features all over the place. {sitename} is still in a very early development stage. You’re one of the first persons to ever fiddle around with it. But that’s a good thing, because…
de: Rechne überall mit Fehlern und fehlenden Funktionen. {sitename} ist noch immer in einer sehr frühen Entwicklungsphase. Du gehörst zu den Ersten überhaupt, die es ausprobieren. Aber das ist eine Gute Sache, weil…

source: {sitename} is {0}built by you{1}
de: {sitename} wird {0}von dir gebaut{1}

source: We (the {0}core developers{1}) worked on the {sitename} software for almost two years now (and invested an estimated {2}10 person-years of effort{1}), we started from scratch, without any frameworks, without anything. We wanted to create a unique highly customized and specialized software that has only one purpose: being an awesome foundation for a sophisticated online movie database software. Although we think that we’re on the right track with that, we need your help to verify that. We need your opinions as movie and series experts, professionals and collectors. Many websites are built without asking the audience, the owners and developers simply build what they think is right for their users. We don’t want to make that mistake, we want to build {sitename} together with you, so that you end up with exactly the database you need for your daily dose of movie related structured data, or your own website.
de: Wir (die {0}Kernentwickler{1}) haben an {sitename} fast zwei Jahre lang gearbeitet (und einen geschätzten {2}Aufwand von 10 Personenjahren{1} investiert). Wir starteten ganz von vorne, ohne Frameworks, ohne irgendetwas. Wir wollten eine einzigartige, hoch angepasste und spezialisierte Software erschaffen, die nur einen Zweck hat: Ein großartiges Fundament für eine Online-Filmdatenbanksoftware. Obwohl wir glauben, dass wir auf dem richtigen Weg damit sind, brauchen wir eure Hilfe, um das zu bestätigen. We brauchen eure Meinungen als Film- und Serienexperten, Fachmänner und Sammler. Viele Websites werden erstellt, ohne das Zielpublikum zu fragen. Die Besitzer und Entwickler entwickeln einfach das, was sie glauben das Richtige für ihre Benutzer zu sein. Wir wollen diesen Fehler nicht machen. Wir wollen {sitename} zusammen mit euch erschaffen, damit ihr exakt die richtige Datenbank für eure tägliche Dosis von filmbezogenen strukturierten Daten oder für eure eigene Website bekommt.

source: {sitename} is {0}open source{1}
de: {sitename} ist {0}Open Source{1}
