Repository: MovLib/www
Catalog: var/intl/*/messages.po
Languages: de

source: And like almost all open source projects developed by people in their spare time. We don’t have a 24/7 support team, we aren’t backed by a multi-million dollar company. This means development will be slow compared to big commercial projects. We have to go to work each day and take care of other things. If you have any talent that might be useful for {sitename} and you’d like to support us, simply {0}get in touch{1}. It doesn’t matter what you might be good at. Maybe you’re a passionate designer, marketer, or a developer yourself. Doesn’t matter, {sitename} needs the help of every person who is interested in the topic to reach our goal.
de: Und wie fast alle open source Projekt von Leuten in ihrer Freizeit entwickelt. Wir haben kein Support Team, das 24 Stunden am Tag zur Verfügung steht und wir werden nicht von einem Multimillionen-Dollar-Konzern unterstützt. Das bedeutet, dass die Entwicklung im Vergleich zu großen kommerziellen Projekten langsam sein wird. Wir müssen jeden Tag arbeiten gehen und uns um andere Dinge kümmern. Wenn du irgendein Talent hast, das für {sitename} vielleicht nützlich ist und du uns unterstützen möchtest, dann {0}schreib uns einfach{1}. Es spielt keine Rolle, worin du gut bist. Vielleicht bist du ein passionierter Designer, Vermarkter oder selbst ein Entwickler. Egal, {sitename} brauchte die Hilfe von jeder Person, die uns dabei helfen will, unser Ziel zu erreichen.

source: Contributions
de: Beiträge

source: Would you like {0}to join {sitename}{1}?
de: Möchtest du {0}{sitename} beitreten{1}?

source: We couldn’t find any users matching your filter criteria, or there simply isn’t any user available.
de: Wir konnten keine Benutzer finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Benutzer verfügbar.

source: No Users
de: Keine Benutzer

source: {username}’s Contributions
de: {username}s Beiträge

source: Differences
de: Unterschiede

source: Contribution
de: Beitrag

source: Date
de: Datum

source: Actions
de: Aktionen

source: We couldn’t find any contributions by this user
de: Wir konnten keine Beiträge dieses Benutzers finden

source: No Contributions
de: Keine Beiträge

source: Help Article
de: Hilfeartikel

source: Job
de: Beruf

source: Movie
de: Film

source: Release
de: Veröffentlichung

source: {username}’s Lists
de: {username}s Listen

source: Contact {username}
de: Kontaktiere {username}

source: {username}’s Wantlist
de: {username}s Wunschliste

source: Joined {date} and was last seen {time}.
de: Beigetreten am {date} und wurde zuletzt gesehen: {time}.

source: About
de: Über

source: You haven’t rated a single movie or series yet, use the {0}search{1} to explore movies or series you already know.
de: Du hast noch keine Filme oder Serien bewertet, verwende die {0}Suche{1} um Filme oder Serien zu erkunden, die du bereits kennst.

source: {username} hasn’t rated a single movie or series yet, that makes us a sad panda.
de: {username} hat bis jetzt noch keine Filme oder Serien bewertet, das macht uns zu einem traurigen Panda.

source: Rated: {0}
de: Bewertet: {0}

source: Recently Rated
de: Kürzlich bewertet

source: {username}’s Collection
de: {username}s Sammlung

source: We couldn’t find a single random page for you…
de: Wir konnten nicht eine einzige Zufallsseite für dich finden …

source: Discover new and old movies, find out about all related details like who was the director, when and where was it released, what releases are available, find poster and lobby card art, plus many, many more …
de: Entdecke neue und alte Filme, finde alles heraus über Details wie: wer führte Regie, wann und wo wurde der Film veröffentlicht, welche Veröffentlichungen sind verfügbar, entdecke Poster, Aushangbilder und vieles, vieles mehr …

source: You always wanted to collect all movies of a specific director, actor or any other movie related person? This is the place for you to go. Find out all details about the person you admire, or simply add them yourself if you are an expert.
de: Du wolltest immer schon alle Filme eines bestimmten Regisseurs, Darstellers oder irgend einer anderen filmbezogenen Person sammeln? Dann bist du hier genau richtig. Entdecke alle Details zu den Personen die du bewunderst, oder gib sie einfach selbst ein wenn du eine Fachfrau / ein Fachmann bist.

source: Searching for a specific release? Our marketplace is free, open, and built upon the exact release database. This makes it easy for sellers to list their inventory and buyers are able to specify the exact version they want.
de: Auf der Suche nach einer bestimmten Veröffentlichung? Unser Marktplatz ist frei, offen und baut auf unserer exakten Veröffentlichungsdatenbank auf. Das macht es einfach für Verkäufer/innen ihre Bestände aufzulisten und Käufer/innen können genau angeben welche Version sie haben wollen.

source: The exact release database of {sitename} allows you to search for specific releases, check if a release is truly uncut, or simply lookup some technical specs of a release. It allows you to keep track of the exact releases you own, or the ones you’d like to buy. Cinema, DVD, TV, Digital Download, … doesn’t matter, all forms and formats have a place at {sitename}.
de: Die exakte Veröffentlichungsdatenbank von {sitename} erlaubt es dir nach spezifischen Fassungen zu suchen, zu überprüfen ob sie wirklich ungeschnitten ist, oder einfach um technische Details nachschauen. Überblick über deine spezifischen Veröffentlichungen oder die die du gerne kaufen würdest. Kino, DVD, TV, digitaler Download, … egal, für alle Formen und Formate gibt es einen Platz bei {sitename}.

source: My {sitename}
de: Mein {sitename}

source: If you join {sitename} you’ll be able to use the extensive statistical tools that we provide to you for free. You can easily keep track of all the releases you own, the ones you want to buy, create lists (like “All movies with cats as main actors”), track your contributions, rate movies and series, and much more …
de: Wenn du {sitename} beitrittst kannst du die extensiven statistischen Werkzeuge verwenden die wir kostenlos zur Verfügung stellen. Du kannst einfach die Veröffentlichungen verwalten die du besitzt, oder die du noch kaufen möchtest, Listen erstellen (wie „Alle Filme die Katzen als Hauptdarsteller haben“), deine Bearbeitungen mitverfolgen, Filme und Serien bewerten und vieles mehr …

source: Application Programming Interface
de: Programmierschnittstelle

source: The {sitename} API is a REST interface to access the free movie library. Specifically designed for all developers out there. We want to keep the barrier as low as possible and ensure that everybody can use the data we all collect here at {sitename}.
de: Die {sitename} API ist eine REST-Schnittstelle zum Zugriff auf die freie Kinemathek. Speziell designed für alle Entwickler/innen da draußen. Wir wollen die Barriere so gering wie möglich halten und sicherstellen, dass alle die von uns gesammelten bei {sitename} gesammelten Datein verwenden kann.

source: Add a Release
de: Veröffentlichung hinzufügen

source: Read the API documentation
de: Lese die API-Dokumentation

source: Do you like movies?{0}Great, so do we!
de: Du magst Filme?{0}Großartig, wir auch!

source: Create New Event
de: Neues Event Anlegen

source: We couldn’t find any events matching your filter criteria, or there simply aren’t any events available.
de: Wir konnten keine Veranstaltungen finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Veranstaltungen verfügbar.

source: Would you like to {0}create an event{1}?
de: Möchtest du {0}eine Veranstaltung anlegen{1}?

source: No Events
de: Keine Veranstaltungen

source: Event Charts
de: Veranstaltungscharts

source: Select the event’s Award.
de: Wähle die Auszeichnung aus, zu dem diese Veranstaltung gehört.

source: Enter the event’s name.
de: Gib den Namen der Veranstaltung ein.

source: Enter the event’s alternative names here, line by line.
de: Gib die alternativen Veranstaltungsnamen Zeile für Zeile ein.

source: Start Date
de: Startdatum

source: End Date
de: Enddatum

source: Describe the event.
de: Beschreibe die Veranstaltung.

source: Enter the event’s related weblinks, line by line.
de: Gib die zugehörigen Veranstaltungsweblinks Zeile für Zeile ein.

source: {sitename} doesn’t have further details about this event.
de: {sitename} hat keine weiteren Details über diese Veranstaltung.

source: Successfully updated
de: Erfolgreich aktualisiert
