Repository: MovLib/www
Catalog: var/intl/*/messages.po
Languages: de

source: Site Discussions
de: Website Diskussionen

source: Suggestions
de: Anregungen

source: General Discussions
de: Generelle Diskussionen

source: Database Discussions
de: Datenbank Diskussionen

source: Important news around {0}our{1} website will be announced by the administrators in the {2}announcement forum{3}. Active users should have a look at this forum on a regular basis, because all important facts are posted here first.
de: Im {2}Ankündigungsforum{3} werden wichtige Neuigkeiten rundum {0}unsere{1} Website von den Administratoren angekündigt. Aktive Benutzer sollten regelmäßig hier vorbeischauen, da alle wichtigen Fakten hier immer als erstes veröffentlicht werden.

source: Announcements
de: Ankündigungen

source: Himself
de: Selbst

source: Herself
de: Selbst

source: Self
de: Selbst

source: Photo of {name}
de: Photo von {name}

source: {username}’s avatar image.
de: {username}s Avatarbild.

source: Mint (M)
de: Neuwertig (N)

source: Near Mint (NM or M-)
de: Fast Wie Neu (FN oder N-)

source: Very Good Plus (VG+)
de: Sehr Gut Plus (SG+)

source: Very Good (VG)
de: Sehr Gut (SG)

source: Good Plus (G+)
de: Gut Plus (G+)

source: Good (G)
de: Gut (G)

source: Fair (F)
de: Mittelmäßig (M)

source: Poor (P)
de: Schlecht (S)

source: Generic
de: Allgemein

source: No Cover
de: Keine Hülle

source: IP address or user agent string is invalid or empty.
de: IP-Adresse oder User Agent-Zeichenkette ist ungültig oder leer.

source: Privacy Policy
de: Datenschutz

source: Please note that you have to submit your IP address and user agent string to identify yourself as being human; should you have privacy concerns read our {privacy_policy}.
de: Bitte nimm zur Kenntniss, dass du deine IP-Adresse und User Agent-Zeichenkette übermitteln musst, um dich als Mensch zu identifizieren. Solltest du Datenschutzbedenken haben lies unsere {privacy_policy}.

source: Difference between revisions
de: Unterschiede zwischen Revisionen

source: Diff
de: Unterschiede

source: History
de: Geschichte

source: History of {lemma}
de: Geschichte von {lemma}

source: Created
de: Angelegt

source: Current revision.
de: Gegenwärtige Revision.

source: Compare to current revision.
de: Mit gegewärtiger Revision vergleichen.

source: We couldn’t find any revisions.
de: Wir konnten keine Revisionen finden.

source: No Revisions
de: Keine Revisionen

source: You’re currently viewing this page.
de: Du betrachtest diese Seite momentan.

source: The {0} feature isn’t implemented yet.
de: Die {0}-Funktion wurde noch nicht implementiert.

source: Check back later
de: Schau später nochmals vorbei

source: {0,plural,=1{Awful}=2{Bad}=3{Okay}=4{Fine}=5{Awesome}other{Unknown}}
de: {0,plural,=1{Furchtbar}=2{Schlecht}=3{Okay}=4{Gut}=5{Ausgezeichnet}other{Unbekannt}}

source: Rate with {0,plural,one{one star} other{# stars}}.
de: Bewerte mit {0,plural,one{einem Stern} other{# Sternen}}.

source: No one has rated so far, be the first!
de: Es gibt noch keine Bewertungen, sei der/die erste!

source: You’re the only one who rated yet.
de: Du bist der/die Einzige der/die bis jetzt eine Bewertung abgegeben hat.

source: Rated by {0,plural,=1{{ratingVotes} user} other{{ratingVotes} users}} with {0,plural,=1{{rating}} other{a {1}mean rating{2} of {rating}}}.
de: Bewertet von {0,plural,=1{{ratingVotes}. Benutzer} other{{ratingVotes} Benutzern}} mit {0,plural,=1{{rating}} other{einer {1}Durchschnittsbewertung{2} von {rating}}}.

source: Rate
de: Bewertung

source: Please {1}sign in{0} or {2}join{0} to rate.
de: Bitte {1}melde dich an{0} oder {2}tritt uns bei{0} um zu bewerten.

source: The submitted rating isn’t valid. Valid ratings range from {min} to {max}.
de: Die abgegebene Bewertung ist nicht gültig. Gültige Bewertungen liegen zwischen {min} und {max}.

source: on {0}
de: am {0}

source: Currency
de: Währung

source: Language
de: Sprache

source: Home
de: Startseite

source: Go back to the home page.
de: Gehe zurück zur Startseite.

source: Breadcrumb
de: Brotkrümelnavigation

source: Page {0,number,integer}
de: Seite {0,number,integer}

source: previous
de: zurück

source: next
de: weiter

source: Pagination
de: Nummerierung

source: Results from {from,number,integer} to {to,number,integer} of {total,number,integer} results.
de: Ergebnisse von {from,number,integer} bis {to,number,integer} von {total,number,integer} Ergebnissen.

source: Form Outdated
de: Formular Veraltet

source: The form has become outdated. Copy any unsaved work in the form below and then {0}reload this page{1}.
de: Das Formular ist veraltet. Kopiere nicht gespeicherte Änderungen aus dem unteren Formular und {0}lade die Seite neu{1}.

source: Conflicting Changes
de: Kollidierende Änderungen

source: Someone else has already submitted changes before you. Copy any unsaved work in the form below and then {0}reload this page{1}.
de: Jemand hat bereits vor dir Änderungen übermittelt. Kopiere nicht gespeicherte Änderungen aus dem Formular und {0}lade die Seite neu{1}.

source: Validation Error
de: Validierungsfehler

source: {0,plural,=1{last year}other{# years ago}}
de: {0,plural,=1(letztes Jahr}other{vor # Jahren}}

source: {0,plural,=1{last month}other{# months ago}}
de: {0,plural,=1{letzten Monat}other{vor # Monaten}}

source: {0,plural,=1{today}=2{yesterday}other{# days ago}}
de: {0,plural,=1{heute}=2{gestern}other{vor # Tagen}}

source: {0,plural,=1{an hour ago}other{# hours ago}}
de: {0,plural,=1{vor einer Stunde}other{vor # Stunden}}

source: {0,plural,=1{a minute ago}other{# minutes ago}}
de: {0,plural,=1{vor einer Minute}other{vor # Minuten}}

source: {0,plural,=1{one second ago}other{# seconds ago}}
de: {0,plural,=1{vor einer Sekunde}other{vor # Sekunden}}

source: The “{0}” field must be an integer.
de: Das Feld “{0}“ muss eine Ganzzahl sein.

source: The “{0}” is too large, the value must be {1,number} or less.
de: Der Wert “{0}“ ist zu groß, er muss {1, number} oder kleiner sein.

source: The “{0}” is too low, the value must be {1,number} or more.
de: Der Wert “{0}” ist zu kleine, er muss zwischen {1,number} liegen.

source: The URL must start with either http:// or https:// and continue with a valid domain (username, password and port are not allowed)
de: Die URL muss mit entweder http:// oder https:// beginnen und mit einer validen Domain fortsetzen (Username, Passwort und Port sind nicht erlaubt)

source: The URL is invalid.
de: Die URL ist unzulässig.

source: Scheme (protocol) and host are mandatory in a URL.
de: Schema (Protokoll) und Host sind in einer URL verpflichtend.

source: Scheme (protocol) must be of type HTTP or HTTPS.
de: Das Schema (Protokoll) müssen von Typ HTTP oder HTTPS sein.

source: The URL must have a valid {0}TLD{1}.
de: Die URL muss einen validen {0}TLD{1} besitzen.

source: External URLs are not allowed.
de: Externe URLs sind nicht erlaubt.

source: The URL contains illegal parts. Port, usernames and passwords are not allowed!
de: Die URL enthält nicht erlaubte Teile. Port, Usernamen und Passwörter sind nicht erlaubt!

source: The URL doesn’t exists (more specifically isn’t reachable).
de: Die URL existiert nicht (genauer ist nicht erreichbar).

source: This field is required.
de: Dies ist ein Pflichtfeld.

source: The “{0}” field is required.
de: Das Feld “{0}” ist erforderlich.

source: Invalid HTML in {label} text.
de: Ungültiges HTML im {label} Text.

source: Invalid HTML after the validation in {label} text.
de: Ungültiges HTML nach der Validierung im {label} Text.

source: Links without a link target in {label} text.
de: Links ohne Ziel im {label} Text.

source: Invalid link in {label} text ({link_url}).
de: Ungültiger Link im {label} Text ({link_url}).

source: No external links are allowed in {label} text.
de: Keine externen Links sind im {label} Text erlaubt.

source: Credentials are not allowed in {label} text ({link_url}).
de: Anmeldedaten sind im {label} Text nicht erlaubt ({link_url}).

source: Ports are not allowed in {label} text ({link_url}).
de: Ports sind nicht erlaubt im {label} Text ({link_url}).

source: The {label} text contains a quotation without source.
de: Der {label} Text enthält ein Zitat ohne Quellenangabe.

source: The {label} text contains quotation without text.
de: Der {label} Text enthält ein Zitat ohne Text.

source: Found disallowed tag {tag} in quotation.
de: Nicht erlaubte HTML-Tags in Zitat gefunden.

source: Found disallowed HTML tags in image caption, allowed tags are: {taglist}
de: Nicht erlaubte HTML-Tags in Bildunterschrift gefunden, erlaubte Tags sind: {taglist}

source: Found disallowed HTML tags, allowed tags are: {taglist}
de: Nicht erlaubte HTML-Tags gefunden, erlaubte Tags sind: {taglist}

source: The image caption is mandatory and cannot be empty.
de: Der Untertitel für ein Bild ist Pflicht und darf nicht leer sein.

source: The image is mandatory and cannot be empty.
de: Das Bild ist Pflicht und darf nicht leer sein.

source: An image may only consist of an image and a caption, nothing more and nothing less.
de: Ein Bild darf nur aus einem Bild und einem Untertitel bestehen, nicht mehr und nicht weniger.

source: Image URL seems to be invalid ({url}).
de: Die Bildquelle scheint ungültig zu sein ({url}).

source: Only images from {sitename} are allowed.
de: Nur Bilder von {sitename} sind erlaubt.

source: Image doesn’t exist ({image_src}).
de: Das Bild existiert nicht ({image_src}).

source: Disallowed CSS classes in {label} text, allowed values are: {classes}
de: Nicht erlaubte CSS-Klassen in {label} Text, erlaubte Werte sind: {classes}

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: The field {label} is required.
de: Das {label} Feld ist Pflicht.

source: Month is mandatory in {label} date.
de: Der Monat ist im {label} Datum Pflicht.

source: Year is mandatory in {label} date.
de: Der Jahr ist im {label} Datum Pflicht.

source: The day {0} must not be greater than {1}.
de: Das Tag {0} darf nicht größer als {1} sein.

source: The day {0} must not be less than {1}.
de: Das Tag {0} darf nicht kleiner als {1} sein.

source: The month {0} must not be greater than {1}.
de: Der Monatswert {0} darf nicht größer sein als {1}.

source: The month {0} must not be less than {1}.
de: Der Monatswert {0} darf nicht kleiner sein als {1}.

source: The year {0} must not be greater than {1}.
de: Das Jahr {0} darf nicht größer als {1} sein.

source: The year {0} must not be less than {1}.
de: Das Jahr {0} darf nicht kleiner als {1} sein.

source: The {label} date is invalid, only the following format is valid: {format}.
de: Das {label} Datum ist ungültig, nur das folgende Format ist gültig: {format}.

source: An email address in the format [local]@[host].[tld] with a maximum of {0,number,integer} characters
de: Eine E-Mail-Adresse im Format [local]@[host].[tld] mit maximal {0,number,integer} Zeichen.

source: The email address is too long: it must be {0,number,integer} or less.
de: Die E-Mail-Adresse ist zu lang: sie muss {0,number,integer} oder kürzer sein.

source: The email address is invalid.
de: Die Email-Adresse ist üngültig

source: The email address is unreachable.
de: Die Email-Adresse

source: The “{0}” file is required.
de: Die Datei “{0}” ist Pflicht.

source: The uploaded file is too large, it must be: {maxsize} or less
de: Die Hochgeladene Datei ist zu groß, sie muss {maxsize} oder kleiner sein.

source: The upload didn’t complete, please try again.
de: Der Upload wurde nicht fertig, bitte versuche es erneut.

source: An unknown problem was encountered while processing your upload, please try again.
de: Ein unbekanntes Problem ist aufgetreten während des Hochladens, bitte versuche es erneut.

source: The “{0}” field contains invalid UTF-8 characters.
de: Das Feld “{0}” enthält ungültige UTF-8 Zeichen

source: The “{0}” field contains illegal low ASCII characters.
de: Das Feld “{0}” enthält illegale ASCII Zeichen

source: Please Select…
de: Bitte auswählen …

source: None
de: Keines

source: {0} isn’t a valid choice.
de: {0} ist keine valide Wahl.

source: The “{0}” is too large, the value must be {1,number,integer} or less.
de: Der Wert “{0}” ist zu groß, er muss {1,number,integer} oder kleiner sein.

source: The “{0}” is too low, the value must be {1,number,integer} or more.
de: Der Wert “{0}” ist zu gering, er muss {1,number,integer} oder größer sein.

source: The date {0} must not be greater than {1}.
de: Das Datum {0} darf nicht größer sein als {1}.

source: The date {0} must not be less than {1}.
de: Das Datum {0} darf nicht kleiner sein als {1}.

source: The checkbox is required.
de: Die Checkbox ist Pflicht.

source: Only links to articles on wikipedia.org are allowed.
de: Nur Links zu Artikeln auf wikipedia.org sind erlaubt.

source: Only links to Wikipedia in the current language ({0}) are allowed.
de: Ausschließlich Links zur Wikipedia in der aktuellen Sprache ({0}) sind erlaubt.

source: You must be signed in to upload images. If you don’t have an account yet why not {0}join {sitename}{1}?.
de: Du musst angemeldet sein um Bilder hochladen zu können. Solltest du noch kein Konto haben möchtest du vielleicht {0}{sitename} beitreten{1}?

source: Image must be larger than {width} × {height} pixels and less than {size}. Allowed image types: JPG and PNG
de: Das Bild muss größer als {width} x {height} Pixel und kleiner als {size} sein. Erlaubte Bildtypen sind: JPG und PNG

source: The image you see is only a preview, you still have to submit the form.
de: Das Bild das du siehst ist ausschließlich eine Vorschau, du musst das Formular absenden um es hochzuladen.

source: The image you are trying to upload is too large, it must be {size} or smaller.
de: Das Bild, das du hochladen möchtest ist zu groß, es muss {size} oder kleiner sein.

source: New images should have a better quality than already existing images, this includes the resolution. The current image’s resolution is {width} × {height} and your new image’s is {width_new} × {height_new} pixels. Please confirm that your upload has a better quality than the existing one despite the fact of smaller dimensions.
de: Neue Bilder sollten eine bessere Qualität haben als bestehende, die Auflösung eingeschlossen. Die Auflösung des gegenwärtigen Bilds beträgt {width} × {height} und die deines neuen Bildes beträgt {width_new} × {height_new} Pixel. Bitte bestätige, dass dein Upload eine bessere Qualität aufweist, trotz der kleineren Bilddimensionen.

source: The image is too small, it must be larger than {width} × {height} pixels.
de: Das Bild ist zu klein, es muss mindestens {width} × {height} Pixel haben.

source: Unsupported image type and/or corrupt image, the following types are supported: JPG and PNG
de: Nicht unterstütztes Bildformat und/oder fehlerhafte Datei, die folgenden Formate werden unterstützt: JPG und PNG

source: Choose Image …
de: Bild Auwählen …

source: A password must contain lowercase and uppercase letters, numbers, and must be at least {0,number,integer} characters long.
de: Ein Passwort muss Nummern und Klein- sowie Großbuchstaben enthalten und mindestens {0,number,integer} Zeichen lang sein.

source: The password is too short: it must be {0,number,integer} characters or more.
de: Das Passwort ist zu kurz: es muss {0,number,integer} oder länger sein.

source: The password is not complex enough: it must contain numbers plus lowercase and uppercase letters.
de: Das Passwort ist nicht komplex genug: es muss Nummern, Klein- und Großbuchstaben enthalten.

source: Date of Birth
de: Geburtsdatum

source: Date of Death
de: Todesdatum

source: Movies
de: Filme

source: Releases
de: Veröffentlichungen

source: Awards
de: Auszeichnungen

source: born name
de: Geburtsname

source: one second ago
de: vor einer Sekunde

source: {0,number,integer} seconds ago
de: vor {0,number,integer} Sekunden

source: a minute ago
de: vor einer Minute

source: {0,number,integer} minutes ago
de: vor {0,number,integer} Minuten

source: an hour ago
de: vor einer Stunde

source: {0,number,integer} hours ago
de: vor {0,number,integer} Stunden

source: yesterday
de: gestern

source: {0,number,integer} days ago
de: vor {0,number,integer} Tagen

source: one month ago
de: vor einem Monat

source: {0,number,integer} months ago
de: vor {0,number,integer} Monaten

source: one year ago
de: vor einem Jahr

source: {0,number,integer} years ago
de: vor {0,number,integer} Jahren

source: Wikipedia Article
de: Wikipedia-Artikel

source: Edit
de: Bearbeiten

source: Sidebar
de: Seitenleiste

source: Secondary Navigation
de: Sekundärnavigation

source: View
de: Ansehen

source: Discuss
de: Diskutieren

source: Delete
de: Löschen

source: Unisex
de: Geschlechtsneutral

source: Male
de: Männlich

source: Female
de: Weiblich

source: Country
de: Land

source: You must be signed in to access this content. Please use the form below to sign in or {0}join {sitename}{1}.
de: Du musst angemeldet sein um auf diesen Inhalt zugreifen zu können. Bitte nutze das untere Formular um dich anzumelden oder {0}tritt {sitename} bei{1}.

source: Unauthorized
de: Unbefugt

source: Silent
de: Stumm

source: Other
de: Andere

source: Commentary
de: Kommentar

source: Facts
de: Fakten

source: Requested Email Change
de: Angeforderte Emailänderung

source: Hi {0}!
de: Hallo {0}!

source: You (or someone else) requested to change your account’s email address.
de: Du (oder jamend anderes) hat eine E-Mail-Änderung angefordert.

source: You may now confirm this action by {0}clicking this link{1}.
de: Du kannst diese Aktion bestätigen durch {0}klicken dieses Links{1}.

source: This link can only be used once within the next 24 hours.
de: Der Link kann nur einmalig in den nächsten 24 Stunden verwendet werden.

source: Once you click the link above, you won’t be able to sign in with your old email address.
de: Sobald du den obigen Link anklickst kannst du dich nicht mehr mit deiner alten E-Mail-Adresse anmelden.

source: If it wasn’t you who requested this action simply ignore this message.
de: Ignoriere diese Nachricht wenn du diese Aktion nicht angefordert hast.

source: Requested Deletion
de: Angeforderte Löschung

source: You (or someone else) requested to delete your account.
de: Du (oder jemand anderes) hat die Löschung deines Kontos angefordert.

source: Once you click the link above your account will be deleted and all your personal data will be purged. Please note that you won’t be able to sign in anymore and there is no possibility to reclaim your account later on.
de: Sobald du den obigen Link anklickst werden dein Konto und alle deine persönlichen Daten für immer gelöscht. Bitte beachte, dass du dich danach nicht mehr anmelden kannst und es absolut keine Möglichkeit gibt, dass du dein Konto zurückerhälst.

source: Forgot Your Password?
de: Passwort vergessen?

source: You (or someone else) tried to sign up a new account with this email address. If you forgot your password go to the {0}reset password{1} page to request a new one.
de: Du (oder jemand anderes) hat versucht ein neues Konto mit dieser E-Mail-Adresse zu erstellen. Solltest du dein Passwort vergessen haben kannst du es einfach eine {0}Rücksetzung anfordern{1}.

source: Requested Password Change
de: Angeforderte Passwortänderung

source: You (or someone else) requested to change your account’s password.
de: Du (oder jemand anderes) hat eine Passwortänderung angefordert.

source: Once you click the link above, you won’t be able to sign in with your old password.
de: Sobald du den obigen Link anklickst kannst du dich nicht mehr mit deinem alten Passwort anmelden.

source: Requested password reset
de: Angeforderte Passwort-Rücksetzung

source: You (or someone else) requested to reset your password.
de: Du (oder jemand anderes) hat eine Passwortrücksetzung angefordert.

source: Welcome to {0}!
de: Willkommen bei {0}!

source: Hi {username}!
de: Hallo {username}!

source: Thank you for joining {sitename}. You may now sign in and activate your new account by {0}clicking this link{1}.
de: Danke für’s Beitreten zu {sitename}. Du kannst dich jetzt anmelden und dein {0}Konto freischalten über diesen Link{1}.

source: You will be able to sign in with the following data:
de: Du kannst dich mit folgenden Daten anmelden:

source: Email Address
de: E-Mail-Adresse

source: Password
de: Passwort

source: Your secret password
de: Dein geheimes Passwort

source: Hi webmaster!
de: Hallo Webmaster!

source: Help
de: Hilfe

source: Successfully created
de: Erfolgreich angelegt

source: Companies related to {0}
de: Unternehmen in Relation zu {0}

source: Companies
de: Unternehmen

source: Jobs
de: Berufe

source: We couldn’t find any company matching your filter criteria.
de: Wir konnten kein Unternehmen finden, das deinen Filterkriterien entspricht.

source: Would you like to {0}create a company{1}?
de: Möchtest du {0}ein Unternehmen anlegen{1}?

source: No Company With This Job Associated
de: Kein Unternehmen mit diesem Beruf verknüpft

source: Persons
de: Personen

source: Create New Job
de: Neue Tätigkeit Anlegen

source: We couldn’t find any jobs matching your filter criteria, or there simply aren’t any jobs available.
de: Wir konnten keine Berufe finden, die deinen Filterkriterien entsprechen, oder sind einfach keine Berufe verfügbar.

source: Would you like to {0}create a job{1}?
de: Möchtest du {0}einen Beruf anlegen{1}?

source: No Jobs
de: Keine Berufe

source: Job Charts
de: Berufcharts

source: Random
de: Zufällig

source: Edit {0}
de: {0} bearbeiten

source: Description
de: Beschreibung

source: Update
de: Aktualisieren

source: Successfully Updated
de: Erfolgreich aktualisiert

source: Seems like you haven’t changed anything, please only submit forms with changes.
de: Es sieht so aus, als hättest du nichts verändert, bitte übermittle nur Formulare mit Änderungen.

source: Discuss {0}
de: Diskutiere {0}

source: Discussion
de: Diskussion

source: Persons related to {0}
de: Person in Relation zu {0}

source: We couldn’t find any person matching your filter criteria.
de: Wir konnten keine Person finden, die deinen Filterkriterien entspricht.

source: Would you like to {0}create a person{1}?
de: Möchtest du {0}ein Person anlegen{1}?

source: No Persons With This Job
de: Keine Person mit diesem Beruf

source: Create
de: Anlegen

source: The unisex job title is used in contexts where no sex is available, like companies. For instance, if you’d create the job producer, the unisex name would be production. Male and female title may be the same, we still require you to enter the same title into both fields. You acknowledge that the title is actually the same for both by doing so.
de: Die geschlechtsneutrale Berufsbezeichnung wird in Bereichen verwendet, wo kein Geschlecht verfügbar ist, wie z.B. Unternehmen. Wenn du beispielsweise den Beruf Produzent anlegst, wäre die geschlechtsneutrale Bezeichnung Produktion. Männliche und weibliche Bezeichnung können gleich sein, jedoch verlangen wir trotzdem von dir, dass du die selbe Bezeichnung in beiden Feldern eingibst. Du bestätigst damit, dass die Bezeichnung für beide Geschlechter wirklich die selbe ist.

source: You’re required to enter the job titles in the default language because we need them as fallback for other languages that might be missing the translation.
de: Du musst die Berufsbezeichnungen in der Standardsprache eingeben, weil wir sie als Ersatz für andere Sprachen benötigen, bei denen möglicherweise Übersetzungen fehlen.

source: Successfully Created
de: Erfolgreich angelegt

source: We don’t have any further details about this job, could you {0}help us?{1}
de: Wir haben keine weiteren Details über diesen Beruf, kannst du {0}uns helfen?{1}

source: Delete {0}
de: {0} löschen

source: Sign In
de: Anmelden

source: Users
de: Benutzer

source: Join {sitename}
de: {sitename} beitreten

source: Forgot your password?
de: Passwort vergessen?

source: Enter your email address
de: Gib deine E-Mail-Adresse ein
