Repository: MovLib/www
Catalog: var/intl/*/messages.po
Languages: de

source: Enter your password
de: Gib dein Passwort ein

source: Sign in successful
de: Anmeldung Erfolgreich

source: Welcome back {username}!
de: Willkommen zurück {username}!

source: Sign in failed
de: Anmeldung fehlgeschlagen

source: We either don’t know the email address, or the password was wrong.
de: Entweder die E-Mail-Adresse ist uns nicht bekannt oder das Passwort war falsch.

source: You must be signed in to view your messages.
de: Du musst angemeldet sein um deine Nachrichten anzusehen.

source: My Messages
de: Meine Nachrichten

source: You must be signed in to change your notification settings.
de: Du musst angemeldet sein um deine Benachrichtigungseinstellungen zu ändern.

source: Notification Settings
de: Benachrichtigungseinstellungen

source: You need to sign in to access the danger zone.
de: Du musst angemeldet sein um den Gefahrenbereich anzusehen.

source: Danger Zone
de: Gefahrenzone

source: Please sign in again to verify the legitimacy of this request.
de: Bitte melde dich erneut an um die Legitimität dieser Anfrage zu bestätigen.

source: Terminate
de: Beenden

source: Terminate this session, the associated user agent will be signed out immediately.
de: Sitzung beenden, die assoziierte Sitzung wird sofort abgemeldet.

source: If you use this button all your active sessions will be terminated and you’ll be signed out!
de: Wenn du diesen Button verwendest, werden alle deine aktiven Sitzungen beendet und du wirst abgemeldet!

source: Sign Out
de: Abmelden

source: Active Sessions
de: Aktive Sessions

source: The following table contains a listing of all your active sessions. You can terminate any session by clicking on the button to the right. Your current session is highlighted with a yellow background color and the button reads “sign out” instead of “terminate”. If you have the feeling that some sessions that are listed weren’t initiated by you, terminate them and consider to {0}set a new password{1} to ensure that nobody else has access to your account.
de: Die folgende Tabelle enthält eine Auflistung aller deiner aktiven Sitzungen. Du kannst jede Sitzung durch Klicken auf den Button rechts beenden. Deine gegenwärtige Sitzung wird durch eine gelbe Hintergrundfarbe hervorgehoben und der Button hat den Text “abmelden” anstatt “beenden”. Wenn du das Gefühl hast, dass manche augelisteten Sitzungen nicht von dir gestartet wurden, beende sie und {0}setze ein neues Passwort{1} um sicherzustellen, dass kein anderer Zugang zu deinem Konto hat.

source: Sign In Time
de: Anmeldezeit

source: IP address
de: IP-Adresse

source: Delete Account
de: Konto Löschen

source: If you want to delete your account—for whatever reason—click the button below. All your personal data is purged from our system and this action is final. Please note that all your contributions and your username will stay in our system. You agreed to release all your contributions to the {sitename} database along with an open and free license, therefore each of your contributions don’t belong to you anymore. Attribution to you stays with the username you’ve initially chosen. This doesn’t include any reviews of yours which have no open license, they are deleted as well and lost forever. Again, this action is final and there’s no way for you to reclaim your account after deletion!
de: Wenn du dein Konto, aus welchen Gründen auch immer, löschen willst, klicke auf den Button unten. Alle deine persönlichen Daten werden aus unserem System gelöscht und diese Aktion ist endgültig. Bitte beachte, dass alle deine Beiträge sowie dein Benutzername in unserem System bleiben werden. Du hast zugestimmt, alle deine Beiträge zu {sitename} unter einer freien und offenen Lizenz freizugeben, weshalb jeder deiner Beiträge nicht mehr dir gehört. Die Zuordnung zu dir wird über den Benutzernamen gewährleistet, den du anfangs ausgewählt hast. Dies schließt keine deiner Rezensionen ein, die keine freie Lizenz besitzen. Sie werden mitgelöscht und sind für immer verloren. Erneuter Hinweis: Diese Aktion ist endgültig und es gibt keinen Weg dein Konto nach der Löschung wiederzubekommen!

source: Successfully requested deletion
de: Erfolgreich Löschung angefordert

source: An email with further instructions has been sent to {email}.
de: Eine E-Mail mit weiteren Instruktionen wurde an {email} gesendet.

source: Important!
de: Wichtig!

source: You have to follow the link that we just sent to you via email to complete this action.
de: Du musst dem Link den wir dir soeben via E-Mail gesendet haben folgen um diese Aktion abzuschließen.

source: The submitted session identifier is invalid.
de: Der übermittelte Sitzungsidentifikator ist nicht valide.

source: Successfully signed out
de: Erfolgreich abgemeldet

source: You’ve been signed out from your current session and all your active sessions have been deleted.
de: Du wurdest von deiner aktuellen Sitzung abgemeldet und alle aktiven Sitzungen wurde gelöscht.

source: Token invalid
de: Token ungültig

source: Your confirmation token is invalid or expired, please fill out the form again.
de: Dein Bestätigungstoken is ungültig oder abgelaufen, bitte fülle das Formular erneut aus.

source: The confirmation token is invalid, please sign in again and request a new token.
de: Das Bestätigungstoken ist ungültig, bitte melde dich erneut and und fordere ein neues an.

source: Token Invalid
de: Token ungültig

source: Account deletion successful
de: Kontolöschung erfolgreich

source: You account has been purged from our system. We’re very sorry to see you leave.
de: Dein Konto wurde aus unserem System restlos entfernt. Es tut uns Leid, dass du uns verlässt.

source: You must be signed in to change your email settings.
de: Du musst angemeldet sein um deine E-Mail-Einstellungen zu ändern.

source: Email Settings
de: E-Mail-Einstellungen

source: Change
de: Ändern

source: {sitename} takes your privacy seriously. That’s why your email address will never show up in public. In fact, it stays top secret like your password.
de: {sitename} nimmt deine Privatssphäre ernst. Das ist auch der Grund weshalb deine E-Mail-Adresse niemals öffentlich dargestellt wird. Tatsächlich bleibt sie streng geheim wie dein Passwort.

source: An email with further instructions has been sent to {0}.
de: Eine E-Mail mit weiteren Instruktionen wurde an {0} gesendet.

source: Successfully Requested Email Change
de: Erfolgreich E-Mail-Änderung angefordert

source: You have to sign in with your old email address until you’ve successfully confirmed your email change via the link that we’ve just sent you.
de: Du musst deine alte E-Mail-Adresse zur Anmeldung verwenden solange du nicht erfolgreich die E-Mail-Änderung bestätigt hast.

source: You are already using this email address.
de: Du verwendest diese E-Mail-Adresse bereits.

source: This email address is already in use, please choose another one.
de: Die E-Mail-Adresse ist bereits in Verwendung, bitte wähle eine andere.

source: Your email address was successfully changed. Please use your new email address to sign in from now on.
de: Deine E-Mail-Adresse wurde erfolgreich geändert. Bitte nutze ab sofort deine neue E-Mail-Adresse um dich anzumelden.

source: Email Changed Successfully
de: E-Mail erfolgreich geändert.

source: Reset Password
de: Passwort Zurücksetzen

source: New Password
de: Neues Passwort

source: Enter your new password
de: Gib dein neues Passwort ein

source: Confirm Password
de: Bestätigunspasswort

source: Enter your new password again
de: Gib dein neues Passwort erneut ein

source: Enter the email address associated with your {sitename} account. Password reset instructions will be sent to you via email.
de: Gib die E-Mail-Adresse deines {sitename}-Kontos ein. Instruktionen zum Zurücksetzen deines Passworts werden via E-Mail versandt.

source: Reset
de: Zurücksetzen

source: The confirmation password doesn’t match the new password, please try again.
de: Das Bestätigungspasswort passt nicht mit dem neuen Passwort überein, bitte versuche es erneut.

source: Successfully requested password reset
de: Erfolgreich Passwortrücksetzung angefordert

source: Your password was successfully changed. Please use your new password to sign in from now on.
de: Dein Passwort wurde erfolgreich geändert. Bitte nutze dein neues Passwort zum anmelden von jetzt an.

source: Password reset successful
de: Passwort erfolgreich zurückgesetzt

source: You must be signed in to edit your account settings.
de: Du musst angemeldet sein um deine Kontoeinstellungen zu ändern.

source: Account Settings
de: Kontoeinstellungen

source: Your avatar image was deleted successfully.
de: Dein Avatarbild wurde erfolgreich gelöscht.

source: Real Name
de: Bürgerlicher Name

source: Your real name will be displayed on your profile page.
de: Dein bürgerlicher Name wird auf deiner Profilseite angezeigt werden.

source: Enter our real name
de: Gib deinen bürgerlichen Namen ein

source: Sex
de: Geschlecht

source: Your sex will be displayed on your profile page and is used to create demographic evaluations.
de: Dein Geschlecht wird auf deiner Profilseite angezeigt werden und für demographische Evaluationen verwendet.

source: Your birthday will be displayed on your profile page and is used to create demographic evaluations.
de: Dein Geburtsdatum wird auf deinem Profil angezeigt und wird dazu verwendet, demographische Auswertungen zu erstellen.

source: A birth date must be between {min} (120 years) and {max} (6 years)
de: Ein Geburtsdatum muss zwischen {min} (120 Jahre) und {max} (6 Jahre)

source: Your website will be display on your profile page.
de: Deine Website wird auf deiner Profilseite angezeigt werden.

source: About Me
de: Über Mich

source: Tell others about yourself, what do you do, what do you like, …
de: Erzähle anderen von dir, was machst du, was magst du, …

source: Your country will be displayed on your profile page and is used to create demographic evaluations.
de: Dein Land wird auf deinem Profil dargestellt und wird dazu verwendet, demographische Auswertungen zu erstellen.

source: Time Zone
de: Zeitzone

source: Your time zone will be used to display any time related information correctly.
de: Deine Zeitzone wird verwendet um Zeitangaben korrekt darzustellen.

source: Your currency will be used to display any money related information correctly.
de: Deine Währung wird dazu verwendet, um dir geldbezogene Informationen korrekt darzustellen.

source: System Language
de: Systemsprache

source: Select your preferred system language, this will be used to redirect you if you visit {sitename} without a subdomain and may be from other use in the future.
de: Wähle deine bevorzugte Systemsprache, dies wird dazu verwendet dich weiterzuleiten wenn du {sitename} ohne Subdomain ansteuerst und ist vielleicht von weiterem Nutzen in der Zukunft.

source: Keep my data private!
de: Halte meine Daten privat!

source: Check the following box if you’d like to hide your private data on your profile page. Your data will only be used by {sitename} for anonymous demographical evaluation of usage statistics and ratings. By providing basic data like sex and country, scientists around the world are enabled to research the human interests in movies more closely. Of course your real name won’t be used for anything!
de: Aktiviere die folgende Box wenn du deine Daten auf deiner Profilseite gerne privat halten möchtest. Deine Daten werden von {sitename} nur für anonyme demographische Auswertungen und Nutzungsstatistiken. Durch das bereitstellen von einfachen Informationen wie Geschlecht und Land können Wissenschaftler rundum den Globus Auswertungen über das menschliche Interesse an Filmen genauer untersuchen. Natürlich wird dein bürgerlicher Name für nichts verwendet!

source: Your account settings were updated successfully.
de: Deine Kontoeinstellungen wurden erfolgreich aktualisiert.

source: You must be signed in to view your watchlist.
de: Du musst angemeldet sein um deine Beobachtungsliste anzusehen.

source: My Watchlist
de: Meine Beobachtungsliste

source: Join
de: Beitreten

source: Username
de: Benutzername

source: Enter your desired username
de: Gib deinen gewünschten Benutzernamen ein

source: A username must be valid UTF-8, cannot contain spaces at the beginning and end or more than one space in a row, it cannot contain any of the following characters {0} and it cannot be longer than {1,number,integer} characters.
de: Ein Benutzername muss in validem UTF-8 sein, kann keine Leerzeichen am Anfang und Ende oder mehr als eines hintereinander besitzen, weiters kann er keine dieser Zeichen {0} beinhalten und nicht länger als {1,number,integer} Zeichen sein.

source: Enter your desired password
de: Gib dein gewünschtes Passwort ein

source: I accept the {a1}privacy policy{a} and the {a2}terms of use{a}.
de: Ich akzeptiere die {a1}Datenschutzerklärung{a} und die {a2}Nutzungsbedingungen{a}.

source: Sign Up
de: Beitreten

source: Mistyped something? No problem, simply {0}go back{1} and fill out the form again.
de: Vertippt? Kein Problem, einfach {0}zurück gehen{1} und erneut ausfüllen.

source: {sitename} is now open for beta testers, expect errors and missing features!
de: {sitename} ist jetzt offen für Beta-Tester, rechne mit Fehlern und fehlenden Funktionalitäten.

source: The username cannot begin with a space.
de: Der Benutzername kann nicht mit einem Leerzeichen beginnen.

source: The username cannot end with a space.
de: Der Benutzername kann nicht mit einem Leerzeichen enden.

source: The username cannot contain multiple spaces in a row.
de: Der Benutzername kann nicht mehrere Leerzeichen hintereinander enthalten.

source: The username cannot contain any of the following characters: {0}
de: Der Benutzername kann keine der folgenden Zeichen enthalten: {0}

source: The username is too long: it must be {0,number,integer} characters or less.
de: Der Benutzername ist zu lang: er muss {0,number,integer} oder kürzer sein.

source: The username is already taken, please choose another one.
de: Der Benutzername ist bereits in Verwendung, bitte wähle einen anderen.

source: Terms of Use
de: Nutzungsbedingungen

source: You have to accept the {privacy_policy} and {terms_of_use} to join {sitename}.
de: Du musst die {privacy_policy} und {terms_of_use} akzeptieren um {sitename} beitreten zu können.

source: Too many joining attempts from this IP address. Please wait one hour before trying again.
de: Zu viele Beitrittsversuche von dieser IP-Adresse. Bitte warte eine Stunde bevor du es wieder versuchst.

source: Successfully Joined
de: Erfolgreich beigetreten

source: The activation token is invalid, please go back to the mail we sent you and copy the whole link.
de: Das Aktivierungstoken ist ungültig, bitte geh zurück zum E-Mail, das wir dir gesendet haben, und kopieren den gesamten Link.

source: We couldn’t find any activation data for your token.
de: Wir konnten kein Aktivierungsdaten für dein Token finden.

source: The token might have expired, remember that you only have 24 hours to activate your account.
de: Das Token ist möglicherweise abgelaufen, vergiss nicht, dass du nur 24 Stunden Zeit hast dein Konto freizuschalten.

source: The token might be invalid, check the email again we’ve sent you and be sure to copy the whole link.
de: Das Token ist möglicherweise nicht valide, überprüfe nochmals die E-Mail die wir dir gesendet haben und stelle sicher, dass du den gesamten Link kopierst.

source: You can also just fill out the form again and we send you a new token.
de: Du kannst auch einfach das Formular erneut ausfüllen und wir senden dir ein neues Token.

source: Seems like you’ve already activated your account, please sign in.
de: Sieht so aus, als hättest du dein Konto bereits freigeschaltet, bitte melde dich an.

source: Already Activated
de: Bereits Aktiviert

source: Unfortunately in the meantime someone took your desired username, please choose another one.
de: Leider hat in der Zwischenzeit schon jemand deinen gewünschten Benutzernamen für sich beansprucht, bitte wähle einen neuen aus.

source: Your account has been activated, please sign in with your email address and your secret password.
de: Dein Konto wurde aktiviert, bitte melde dich mit deiner E-Mail-Adresse und deinem geheimen Passwort an.

source: Profile
de: Profil

source: Messages
de: Nachrichten

source: Collection
de: Sammlung

source: Wantlist
de: Wunschliste

source: Lists
de: Listen

source: Watchlist
de: Beobachtungsliste

source: Account
de: Konto

source: Notifications
de: Benachrichtungen

source: You must be signed in to view your lists.
de: Du musst angemeldet sein um deine Listen anzusehen.

source: My Lists
de: Meine Listen

source: You must be signed in to view your wantlist.
de: Du musst angemeldet sein um deine Wunschliste anzusehen.

source: My Wantlist
de: Meine Wunschliste

source: You must be signed in to view your profile.
de: Du musst angemeldet sein um dein Konto anzusehen.

source: My Profile
de: Mein Profil

source: Your Account Summary
de: Deine Kontozusammenfassung

source: User ID
de: Benutzer-ID

source: Edits
de: Bearbeitungen

source: Joined
de: Beigetreten

source: Last visit
de: Letzter Besuch

source: Sign out successful
de: Abmeldung Erfolgreich

source: We hope to see you again soon {username}.
de: Wir hoffen dich bald wieder zu sehen {username}.

source: You must be signed in to view your collection.
de: Du musst angemeldet sein um deine Sammlung anzusehen.

source: My Collection
de: Meine Sammlung

source: You must be signed in to change your password settings.
de: Du musst angemeldet sein um deine Passworteinstellungen zu ändern.

source: Password Settings
de: Passworteinstellungen

source: Choose a strong password to secure your account.
de: Wähle ein sicheres Passwort um dein Konto abzusichern.

source: As little help we generated the following password for you: {random_password}
de: Als kleine Hilfe haben wir folgendes Passwort für dich generiert: {random_password}

source: Tip
de: Tipp

source: Password change request successful
de: Passwortänderung erfolgreich angefordert

source: You have to sign in with your old password until you’ve successfully confirmed your password change via the link we’ve just sent you.
de: Du musst dein altes Passwort zur Anmeldung verwenden solange du nicht erfolgreich die Passwortänderung bestätigt hast.

source: Your new password equals your existing password, please enter a new one.
de: Dein neues Passwort entspricht deinem existierenden Passwort, bitte gib ein Neues ein.

source: Password change successful
de: Passwortänderung erfolgreich

source: Forums
de: Foren

source: by {username} {time}
de: von {username} {time}

source: No topics so far in this forum.
de: Keine Themen bisher in diesem Forum.

source: Last Post
de: Letzter Beitrag

source: Topics
de: Themen

source: Posts
de: Beiträge

source: No Forums
de: Keine Foren

source: Please create new forums with the appropriate admin command.
de: Bitte erstelle neue Foren mit dem passenden Administratorkommando.

source: Internal Server Error
de: Interner Serverfehler

source: Uh oh… that shouldn’t have happened.
de: Uh oh… das hätte nicht passieren sollen.

source: It appears you’ve found a glitch in the system.
de: Es sieht so aus als hättest du einen Glitch im System gefunden.

source: This incident has been reported to the developers and should be fixed in no time. Please try again in a few minutes. More technical details about this error can be found below. Don’t worry if you don’t understand what it says down there, it will help us to solve the issue.
de: Der Vorfall wurde an den Entwicklern berichtet und sollte alsbald korrigiert werden. Bitte versuche es erneut in wenigen Minuten. Unten sind weitere Details zum Fehler. Mach dir keine Gedanken falls du nichts davon verstehst, es hilft uns die Angelegenheit zu lösen.

source: Stacktrace for {0}
de: Stacktrace für {0}

source: {exception_message}{class} on line {line,number}
de: {exception_message}{class} in Zeile {line,number}

source: Not Found
de: Nicht Gefunden

source: The requested page could not be found.
de: Die angeforderte Seite konnte nicht gefunden werden.

source: There can be various reasons why you might see this error message. If you feel that receiving this error is a mistake please {0}contact us{1}.
de: Es kann viele verschiedene Gründe für diese Fehlermeldung geben. Solltest du der Meinung sein, dass dieser Fehler nicht korrekt ist {0}kontaktiere uns{1}.

source: Forbidden
de: Verboten

source: Create New Award
de: Neue Auszeichnung Anlegen

source: First Event
de: Erste Veranstaltung

source: Last Event
de: Letzte Veranstaltung

source: Categories
de: Kategorien

source: Events
de: Veranstaltungen

source: We couldn’t find any awards matching your filter criteria, or there simply aren’t any awards available.
de: Wir konnten keine Auszeichnungen finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Auszeichnungen verfügbar.

source: Would you like to {0}create an award{1}?
de: Möchtest du {0}eine Auszeichnung anlegen{1}?

source: No Awards
de: Keine Auszeichnungen

source: Award Charts
de: Auszeichnungscharts

source: Movies related to {0}
de: Filme in Relation zu {0}

source: The name of the award.
de: Der Name der Auszeichnung.

source: Alternative Names (line by line)
de: Alternative Namen (Zeile für Zeile)

source: Enter the award’s alternative names here, line by line.
de: Gib die alternativen Namen der Auszeichnung Zeile für Zeile ein.

source: Describe the award.
de: Beschreibe die Auszeichnung.

source: Weblinks (line by line)
de: Weblinks (Zeile für Zeile)

source: Enter the award’s related weblinks, line by line.
de: Gib zugehörigen Weblinks der Auszeichnung Zeile für Zeile ein.

source: Series related to {0}
de: Serien in Relation zu {0}

source: Logo of {0}
de: Logo von {0}

source: Enter the award’s name.
de: Gib den Namen der Auszeichnung ein.

source: Create Category
de: Kategorie Anlegen

source: Categories of {0}
de: Kategorien von {0}

source: From
de: Von

source: To
de: An

source: movies
de: filme

source: series
de: serien

source: persons
de: personen

source: companies
de: unternehmen

source: We couldn’t find any categories belonging to this award, or there simply aren’t any categories available.
de: Wir konnten keine Kategorien finden, die deinen Filterkriterien entsprechen, oder es sind einfach keine Kategorien verfügbar.

source: Would you like to {0}create an award category{1}?
de: Möchtest du {0}eine Auszeichnungskategorie anlegen{1}?

source: No Award Categories
de: Keine Auszeichnungskategorien

source: Award
de: Auszeichnung

source: Select the category’s Award.
de: Wähle die Auszeichnung aus, zu der die Kategorie gehört.

source: Enter the category’s name.
de: Gib den Namen der Kategorie ein.

source: First Year
de: Erstes Jahr

source: Last Year
de: Letztes Jahr

source: Describe the category.
de: Beschreibe die Kategorie.

source: Create Category for {0}
de: Kategorie für {0} anlegen

source: We always need this information in our main Language ({default_language}).
de: Wir benötigen diese Information immer in unserer Standardsprache ({default_language}).

source: Would you like to {0}add additional information{1}?
de: Möchtest du {0}zusätzliche Informationen hinzufügen{1}?

source: {sitename} doesn’t have further details about this award category.
de: {sitename} hat keine weiteren Details über diese Auszeichnungskategorie.

source: Award category differences
de: Auszeichnungskategorien Unterschiede

source: Sites
de: Seiten

source: Also Known As
de: Auch Bekannt Als

source: {sitename} doesn’t have further details about this award.
de: {sitename} hat keine weiteren Details über diese Auszeichnung.

source: Events of {0}
de: Veranstaltungen von {0}

source: Icon of {0}
de: Icon von {0}

source: Language Selection
de: Sprachauswahl
